Repository: miniar54/materiel
Catalog: angular git/messages.*.xlf
Languages: ar

# ngb.alert.close
source: Close
ar: يغلق

# ngb.carousel.previous
source: Previous
ar: سابق

# ngb.carousel.next
source: Next
ar: التالي

# ngb.datepicker.select-month
source: Select month
ar: اختر الشهر

# ngb.datepicker.select-year
source: Select year
ar: اختر السنة

# ngb.datepicker.previous-month
source: Previous month
ar: الشهر الماضى

# ngb.datepicker.next-month
source: Next month
ar: الشهر القادم

# ngb.pagination.first-aria
source: First
ar: أولا

# ngb.pagination.previous-aria
source: Previous
ar: سابق

# ngb.pagination.next-aria
source: Next
ar: التالي

# ngb.pagination.last-aria
source: Last
ar: آخر

# ngb.timepicker.HH
source: HH
ar: ح ح

# ngb.timepicker.hours
source: Hours
ar: ساعات

# ngb.timepicker.MM
source: MM
ar: مم.

# ngb.timepicker.minutes
source: Minutes
ar: الدقائق

# ngb.timepicker.increment-hours
source: Increment hours
ar: زيادة ساعات

# ngb.timepicker.decrement-hours
source: Decrement hours
ar: إنقاص ساعات

# ngb.timepicker.increment-minutes
source: Increment minutes
ar: زيادة الدقيقة

# ngb.timepicker.decrement-minutes
source: Decrement minutes
ar: إنقاص الدقائق

# ngb.timepicker.SS
source: SS
ar: سس

# ngb.timepicker.seconds
source: Seconds
ar: ثواني

# ngb.timepicker.increment-seconds
source: Increment seconds
ar: زيادة ثواني

# ngb.timepicker.decrement-seconds
source: Decrement seconds
ar: إنقاص الثواني

# ngb.toast.close-aria
source: Close
ar: يغلق

# archiveConventionTitle
source: Archive Convention
ar: اتفاقية الأرشيف

# archivedConventionListDesc
source: List of Archived Conventions
ar: قائمة الاتفاقيات المؤرشفة

# conventionID
source: ID
ar: الهوية

# conventionCompanyName
source: Nom Entreprise
ar: اسم الشركة

# conventionStartDate
source: Date Début
ar: تاريخ البداية

# conventionEndDate
source: Date Fin
ar: تاريخ الانتهاء

# conventionAddress
source: Adresse
ar: عنوان

# conventionPhoneNumber
source: Num Téléphone
ar: رقم الهاتف

# conventionMentorName
source: Nom Encadrant
ar: اسم المشرف

# conventionMentorEmail
source: Email Encadrant
ar: مشرف البريد الإلكتروني

# conventionValidity
source: Validité
ar: صلاحية

# unarchiveButton
source: Get back from Archive
ar: العودة من الأرشيف

# backToConventionsButton
source: Back To Conventions
ar: العودة إلى الاتفاقيات

# conventionTitle
source: Convention
ar: اتفاقية

# conventionListDesc
source: List of Conventions for Validation
ar: قائمة اتفاقيات التحقق من الصحة

source: Validated
ar: تم التحقق من صحتها

source: Not Validated
ar: ليس متاحا

# conventionValidated
source: Validated
ar: تم التحقق من صحتها

# conventionValidate
source: Validate
ar: التحقق من صحة

# archiveButton
source: Archive
ar: أرشيف

# archivedConventionsButton
source: Archived Conventions
ar: الاتفاقيات المؤرشفة

# businessInformation
source: Informations de l'entreprise
ar: معلومات الشركة

# companyNameLabel
source: Nom de l'entreprise:
ar: اسم الشركة:

# companyNameRequired
source: Nom de l'entreprise est requis.
ar: اسم الشركة مطلوب.

# addressLabel
source: Adresse:
ar: عنوان:

# addressRequired
source: Adresse est requise.
ar: العنوان مطلوب.

# phoneNumberLabel
source: Numéro de téléphone:
ar: رقم الهاتف:

# phoneNumberRequired
source: Numéro de téléphone est requis.
ar: رقم الهاتف مطلوب.

# phoneNumberFormat
source: Numéro de téléphone doit être au format valide.
ar: يجب أن يكون رقم الهاتف بتنسيق صالح.

# internshipPeriod
source: Période de la Stage
ar: فترة التدريب

# startDateLabel
source: Date de début:
ar: تاريخ البدء:

# startDateRequired
source: Date de début est requise.
ar: تاريخ البدء مطلوب.

# endDateLabel
source: Date de fin:
ar: تاريخ النهاية:

# endDateRequired
source: Date de fin est requise.
ar: تاريخ الانتهاء مطلوب.

# companyMentor
source: Encadrant de l'entreprise
ar: مدير الشركة

# mentorNameLabel
source: Nom de l'encadrant:
ar: اسم المشرف:

# mentorNameRequired
source: Nom de l'encadrant est requis.
ar: اسم المشرف مطلوب.

# mentorEmailLabel
source: Email de l'encadrant:
ar: البريد الإلكتروني للمشرف:

# mentorEmailRequired
source: Email de l'encadrant est requis.
ar: البريد الإلكتروني للمشرف مطلوب.

# mentorEmailFormat
source: Email doit être au format valide.
ar: يجب أن يكون البريد الإلكتروني بتنسيق صالح.

# submitFormButton
source: Submit
ar: يقدم

# conventionAddedSuccess
source: La convention a été soumise avec succès.
ar: تم تقديم الاتفاقية بنجاح.
